Repository: parsapanahpoor/Window-Door
Catalog: Window.Web/Resources/Controllers/IdentityController.*.resx
Languages: fa_ir

source: An error occurred in the Activate Account process
fa_ir: در فرایند فعالسازی حساب کاربری شما مشکلی پیش آمده، با پشتیبان سایت در ارتباط باشید

source: An error occurred in the forgot password process
fa_ir: در فرایند درخواست فراموشی رمز عبور مشکلی پیش آمده، با پشتیبان سایت در ارتباط باشید

source: An error occurred in the login process
fa_ir: در فرایند ورود شما خطایی بوجود آمده است

source: An error occurred in the register process
fa_ir: در فرایند ثبت نام شما خطایی بوجود آمده است

source: An error occurred in the reset password process
fa_ir: در روند ریست کردن رمز عبور شما مشکلی پیش آمده، با پشتیبان سایت در ارتباط باشید

source: Email Exist
fa_ir: این ایمیل موجود است

source: Email Not Found
fa_ir: کاربری با این ایمیل یافت نشد

source: Mobile Exist
fa_ir: موبایل موجود است

source: Reset Password Link Was Sent To Your Email
fa_ir: لینک فراموشی رمزعبور به ایمیل شما ارسال شد

source: User Is Not Active
fa_ir: حساب کاربری شما فعال نیست

source: User Not Found
fa_ir: کاربر پیدا نشد

source: Wrong Password
fa_ir: رمز عبور شما صحیح نیست

source: You Are Registered Successfully, Please Check Your Inbox And Activate Your Account
fa_ir: ثبت نام شما موفقیت آمیز بود ، ایمیل فعالسازی برای شما ارسال شد لطفا صندوق ورودی ایمیل خود را بررسی کنید

source: Your Account Already Active
fa_ir: حساب کاربری شما از قبل فعال است

source: Your Account Is Disabled, Connect To Supporter To Enable Account
fa_ir: حساب کاربری شما غیر فعال شده است، برای فعال سازی با پشتیبان سایت در ارتباط باشید

source: Your Account Is Not Active
fa_ir: حساب کاربری شما فعال نیست

source: Your Account Successfully Activated, Now You Can Login
fa_ir: حساب کاربری شما با موفقیت فعال شد، اکنون می توانید وارد سایت شوید

source: Your Password Was Successfully Reset, Now You Can Login To Site
fa_ir: رمز عبور شما با موفقیت تغییر کرد اکنون میتوانید وارد سایت شوید
